Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: {{count}} more feedback insights to go to the next update
it_it: {{count}} altri insight sui feedback per passare al prossimo aggiornamento

source: Feedback insights received
it_it: Insight sui feedback ricevuti

source: Feedback insights
it_it: Insight sui feedback

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
it_it: Questo widget fornisce insight su come il tuo feedback è percepito dai colleghi a cui hai fornito feedback.

source: Perceived trust
it_it: Fiducia percepita

source: Trust (avg).
it_it: Fiducia (media).

source: You have sent a reminder to {{givenName}} just now.
it_it: Hai appena inviato un promemoria a {{givenName}}.

source: I saw you do X well and I want to ensure you know this is a strength
it_it: Ho visto che hai ottimi risultati con X e volevo farti sapere che è un tuo punto di forza

source: You have sent a reminder to {{givenName}}.
it_it: Hai inviato un promemoria a {{givenName}}.

source: Meeting up about feedback is a great opportunity to gain more insight!
it_it: Fare una riunione per discutere il feedback è un'ottima opportunità per ottenere più insight.

source: Thanks
it_it: Grazie

source: Say thank you to let your colleague know you appreciate their feedback!
it_it: Fai sapere al tuo collega che apprezzi il feedback ricevuto con un ringraziamento.

source: Add goals
it_it: Aggiungi obiettivi

source: Edit goals
it_it: Modifica obiettivi

source: Related goals
it_it: Obiettivi correlati

source: Link this feedback to your goals
it_it: Collega questo feedback ai tuoi obiettivi

source: Feedback related to goals is visible by your line manager.
it_it: I feedback relativi agli obiettivi sono visibili al tuo manager diretto.

source: Request answered
it_it: Richiesta soddisfatta

source: Feedback comments
it_it: Commenti sui feedback

source: Request pending
it_it: Richiesta in sospeso

source: Manage sharing
it_it: Gestisci condivisione

source: Would you prefer to have a conversation?
it_it: Preferiresti avere una conversazione?

source: Suggest a meet-up to further discuss the feedback with your colleague!
it_it: Proponi una riunione per discutere ulteriormente il feedback con il tuo collega.

source: Thank you for your endorsement! You have made a colleague happy.
it_it: Grazie per la tua approvazione, hai reso felice un collega.

source: Excellent! You've made a colleague happy today.
it_it: Ottimo, hai reso felice un collega oggi.

source: Thank you! Meeting up is a great opportunity to gain more insights.
it_it: Grazie, una riunione è un'ottima opportunità per ottenere più insight.

source: {{givenName}} {{nickName}} will get a notification.
it_it: {{givenName}} {{nickName}} riceverà una notifica.

source: You have retracted your endorsement
it_it: Hai ritirato la tua approvazione

source: You have removed this favorite
it_it: Hai rimosso questo preferito

source: You have retracted your "Thanks"
it_it: Hai ritirato il tuo "Grazie"

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
it_it: Hai annullato questa richiesta riunione. Invia una nuova richiesta se non intendevi annullare.

source: {{givenName}} {{nickName}} will not be notified.
it_it: {{givenName}} {{nickName}} non riceverà una notifica.

source: My comment
it_it: Il mio commento

source: My note
it_it: La mia nota

source: To change your impact, you could have:
it_it: Per cambiare il tuo impatto, avresti potuto:

source: You must select at least one person.
it_it: Devi selezionare almeno una persona.

source: The feedback was not yet shared with anyone in the company.
it_it: Il feedback non è stato ancora condiviso con nessuno nell'azienda.

source: Note
it_it: Nota

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
it_it: Aggiungi una nota che rifletta gli insight di una conversazione offline. Le note di feedback sono visibili solo a te.

source: Start building your feedback center!
it_it: Inizia a costruire il tuo centro del feedback.

source: You can create your own feedback notes here
it_it: Puoi creare le tue note di feedback qui

source: Feedback from
it_it: Feedback da

source: You have added this feedback.
it_it: Hai aggiunto questo feedback.

source: Your feedback note is saved!
it_it: La tua nota di feedback è stata salvata.

source: Feedback received from (optional)
it_it: Feedback ricevuto da (facoltativo)

source: Search for a person
it_it: Cerca una persona

source: These notes are only visible to you.
it_it: Queste note sono visibili solo a te.

source: {{givenName}}'s observations
it_it: Osservazioni di {{givenName}}

source: Base your feedback on behaviors you’ve observed.
it_it: Basa il tuo feedback sui comportamenti che hai osservato.

source: Observational
it_it: Osservazionale

source: I can see you’re having a positive impact on
it_it: Vedo che stai avendo un impatto positivo su

source: From {{givenName}}'s perspective, you did well on:
it_it: Dal punto di vista di {{givenName}}, hai avuto buoni risultati con:

source: You have identified this feedback as public.
it_it: Hai identificato questo feedback come pubblico.

source: Here you will see public feedback received by your colleagues.
it_it: Qui vedrai i feedback pubblici ricevuti dai tuoi colleghi.

source: {{name}} has identified this feedback as public.
it_it: {{name}} ha identificato questo feedback come pubblico.

source: Observations
it_it: Osservazioni

source: Recognized behaviors for {{givenName}}
it_it: Comportamenti riconosciuti per {{givenName}}

source: Feedback sent to
it_it: Feedback inviato a

source: Your colleagues can see this feedback
it_it: I tuoi colleghi possono vedere questo feedback

source: In my opinion, this feedback is:
it_it: A mio parere, questo feedback è:

source: Rate this feedback
it_it: Valuta questo feedback

source: Share your insights anonymously about this feedback experience.
it_it: Condividi i tuoi insight in modo anonimo su questa esperienza di feedback.

source: Very clear
it_it: Molto chiaro

source: I understand the points made in this feedback:
it_it: Comprendo i punti espressi in questo feedback:

source: Are you sure you want to submit this rating?
it_it: Inviare questa valutazione?

source: Submit rating
it_it: Invia valutazione

source: Use this option to rate this feedback anonymously.
it_it: Usa questa opzione per valutare il feedback in modo anonimo.

source: Rate this feedback anonymously
it_it: Valuta questo feedback in modo anonimo

source: Share anonymously your observations about this feedback experience.
it_it: Condividi in modo anonimo le tue osservazioni su questa esperienza di feedback.

source: High trust
it_it: Alta fiducia

source: I trust that the feedback intends to help me grow:
it_it: Confido che il feedback abbia l'intento di aiutarmi a crescere:

source: Low trust
it_it: Bassa fiducia

source: Your observations will not be shared with the sender of the feedback.
it_it: Le tue osservazioni non saranno condivise con il mittente del feedback.

source: Thank you for sharing your thoughts!
it_it: Grazie per aver condiviso i tuoi pensieri.

source: All ratings sent through goal rating are anonymous.
it_it: Tutte le valutazioni inviate tramite la valutazione degli obiettivi sono anonime.

source: Share your feedback within a week of the event.
it_it: Condividi il tuo feedback entro una settimana dall'evento.

source: Real-time
it_it: In tempo reale

source: Start building your feedback center! Request feedback to kick-start your development.
it_it: Inizia a costruire il tuo centro del feedback. Richiedi feedback per dare il via al tuo sviluppo.

source: Recognized behaviors
it_it: Comportamenti riconosciuti

source: Give recognition
it_it: Fornisci riconoscimento

source: Redeem rewards
it_it: Riscatta premi

source: Recognition points to give
it_it: Punti di riconoscimento da assegnare

source: Recognition
it_it: Riconoscimento

source: Received recognition points
it_it: Punti di riconoscimento ricevuti

source: View recognition
it_it: Visualizza riconoscimento

source: A reminder was sent to {{fullName}} about your pending feedback request.
it_it: È stato inviato un promemoria a {{fullName}} riguardo alla tua richiesta di feedback in sospeso.

source: Replied to
it_it: Ha risposto a

source: My request about {{name}}
it_it: La mia richiesta riguardo a {{name}}

source: About me
it_it: Informazioni su di me

source: About my team
it_it: Informazioni sul mio team

source: You must select a team member.
it_it: Devi selezionare un membro del team.

source: Request feedback from
it_it: Richiedi feedback da

source: Request feedback on a team member
it_it: Richiedi feedback su un membro del team

source: {{givenName}}'s answer to your behavior feedback request
it_it: La risposta di {{givenName}} alla tua richiesta di feedback sul comportamento

source: You have requested feedback regarding these behaviors:
it_it: Hai richiesto un feedback riguardo a questi comportamenti:

source: Request feedback on a behavior
it_it: Richiedi feedback su un comportamento

source: You must add a description.
it_it: Devi aggiungere una descrizione.

source: Describe your request
it_it: Descriva la sua richiesta

source: Request feedback on
it_it: Richiedi feedback su

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
it_it: Fornisci il contesto della tua interazione con la persona. Chiedi feedback su un risultato o comportamento specifico (con esempi/osservazioni espliciti) e l'impatto che ha avuto su quella persona o su altri. Ringrazia per la sua disponibilità e il suo tempo.

source: Feedback request
it_it: Richiesta di feedback

source: Here are some questions you can ask
it_it: Ecco alcune domande che puoi fare

source: Need some inspiration?
it_it: Hai bisogno di ispirazione?

source: Remove {{count}} recipient to send this request.
it_it: Rimuovi {{count}} destinatario per inviare questa richiesta.

source: This feedback request will be sent to {{count}} recipients.
it_it: Questa richiesta di feedback verrà inviata a {{count}} destinatari.

source: This feedback request will be sent to {{count}} recipient.
it_it: Questa richiesta di feedback verrà inviata a {{count}} destinatario.

source: Remove {{count}} recipients to send this request.
it_it: Rimuova {{count}} destinatari per inviare questa richiesta.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
it_it: Il feedback richiesto sarà collegato al tuo obiettivo. Se la persona ha bisogno di vedere il tuo obiettivo per fornire feedback, assicurati di condividerlo con lei.

source: {{givenName}} has requested feedback regarding this behavior.
it_it: {{givenName}} ha richiesto un feedback riguardo a questo comportamento.

source: {{givenName}} has requested feedback regarding this goal
it_it: {{givenName}} ha richiesto un feedback riguardo a questo obiettivo

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
it_it: Dopo che avrai risposto a questa richiesta, verrà inviata solo a {{receiver}} e non a {{about}}. In caso di cambio di manager per {{about}}, il nuovo manager vedrà la tua risposta a questa richiesta.

source: How can {{givenName}} improve this behavior?
it_it: Come può {{givenName}} migliorare questo comportamento?

source: Give some ideas here
it_it: Fornisci alcune idee qui

source: Has {{givenName}} demonstrated any of our company behaviors?
it_it: {{givenName}} ha dimostrato uno dei nostri comportamenti aziendali?

source: {{givenName}} has requested feedback in relation to these behaviors
it_it: {{givenName}} ha richiesto un feedback in relazione a questi comportamenti

source: Feedback from {{fullName}}
it_it: Feedback da parte di {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
it_it: Quando fai clic su Fornisci feedback, {{givenName}} riceverà una notifica per una richiesta di riunione.

source: Provide details regarding your observations on {{givenName}}.
it_it: Fornisci dettagli riguardo alle tue osservazioni su {{givenName}}.

source: What has particularly impressed you? What constructive feedback can you give?
it_it: Cosa ti ha colpito particolarmente? Quali feedback costruttivi puoi fornire?

source: Share your insights about
it_it: Condividi i tuoi insight su

source: Share your observations
it_it: Condividi le tue osservazioni

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
it_it: Fornisci contesto, ad esempio aggiungendo dettagli su ciò che hai notato e quando lo hai osservato.

source: You can reply to this request with a "Let's meet" invitation or with a comment
it_it: Puoi rispondere a questa richiesta con un invito "Facciamo una riunione" o con un commento

source: Back to the feedback request
it_it: Torna alla richiesta di feedback

source: "Let's meet" invitation only
it_it: Invito solo "Facciamo una riunione"

source: Replying to
it_it: Risposta a

source: Request sent to
it_it: Richiesta inviata a

source: Brilliant! Thank you for your feedback request!
it_it: Ottimo, grazie per la tua richiesta di feedback.

source: You're up-to-date with all your feedback requests.
it_it: Sei al passo con tutte le tue richieste di feedback.

source: This feedback was successfully deleted.
it_it: Feedback eliminato correttamente.

source: Last seen on {{datetime}}
it_it: Ultima visualizzazione in data {{datetime}}

source: {{givenName}} has not yet replied to this request.
it_it: {{givenName}} non ha ancora risposto a questa richiesta.

source: Requested: {{date}}
it_it: Richiesto: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
it_it: {{givenName}} {{nickName}} vorrebbe fare una riunione per discutere di questa richiesta di feedback.

source: I would love to see you do more of X as it relates to Y
it_it: Mi piacerebbe vederti fare più X in relazione a Y

source: Remove {{count}} recipient to send this feedback.
it_it: Rimuovi {{count}} destinatario per inviare questo feedback.

source: Remove {{count}} recipients to send this feedback.
it_it: Rimuovi {{count}} destinatari per inviare questo feedback.

source: Recognized behaviors for all
it_it: Comportamenti riconosciuti per tutti

source: Send a reminder
it_it: Invia un promemoria

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
it_it: Se il manager di {{user}} dovesse cambiare, il nuovo manager vedrà la tua risposta a questa richiesta.

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
it_it: {{givenName}} {{nickName}} ha richiesto un feedback in relazione a questi comportamenti:

source: Start building your feedback center! Give feedback to your colleagues.
it_it: Inizia a costruire il tuo centro del feedback. Fornisci feedback ai tuoi colleghi.

source: Sent:
it_it: Inviato:

source: What do you think {{givenName}} could have done differently to change their impact?
it_it: Cosa pensi che {{givenName}} avrebbe potuto fare diversamente per cambiare il proprio impatto?

source: What do you think {{givenName}} did well?
it_it: Cosa pensi che {{givenName}} abbia fatto bene?

source: You have shared this feedback
it_it: Hai condiviso questo feedback

source: {{users}} have shared this feedback
it_it: {{users}} hanno condiviso questo feedback

source: {{user}} has shared this feedback
it_it: {{user}} ha condiviso questo feedback

source: Add a comment
it_it: Aggiungi un commento

source: You're sharing feedback with {{count}} people.
it_it: Stai condividendo feedback con {{count}} persone.

source: You're sharing this feedback with {{count}} people
it_it: Stai condividendo questo feedback con {{count}} persone

source: You're sharing feedback with one person.
it_it: Stai condividendo feedback con una persona.

source: Share this feedback with others.
it_it: Condividi questo feedback con altri.

source: Edit sharing
it_it: Modifica condivisione

source: Share with
it_it: Condividi con

source: We've noticed that you've included more than {{count}} people in this feedback.
it_it: Abbiamo notato che hai incluso più di {{count}} persone in questo feedback.

source: Remove {{count}} recipient to share this feedback.
it_it: Rimuovi {{count}} destinatario per condividere questo feedback.

source: Remove {{count}} recipients to share this feedback.
it_it: Rimuovi {{count}} destinatari per condividere questo feedback.

source: Share feedback publicly
it_it: Condividi feedback pubblicamente

source: Select this option to make this feedback visible to the whole.
it_it: Seleziona questa opzione per rendere questo feedback visibile a tutti.

source: Recipient list
it_it: Elenco dei destinatari

source: Shared with
it_it: Condiviso con

source: Notify their team about this feedback
it_it: Notifica questo feedback al suo team

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
it_it: Seleziona questa opzione per rendere questo feedback visibile al manager e ai colleghi del destinatario.

source: Share feedback
it_it: Condividi feedback

source: Share this feedback
it_it: Condividi questo feedback

source: You can see all the feedback shared with you here
it_it: Puoi vedere qui tutti i feedback condivisi con te

source: No comments were provided.
it_it: Non sono stati forniti commenti.

source: You didn't provide any comments.
it_it: Non hai fornito alcun commento.

source: Your colleagues have shared this feedback
it_it: I tuoi colleghi hanno condiviso questo feedback

source: Show full description
it_it: Mostra la descrizione completa

source: I noticed you in X and have some tips to help you handle it in the future
it_it: Ho notato che sei in X e ho alcuni consigli per aiutarti a gestirlo in futuro

source: No feedback suggestions. Check again later or feel free to add your own feedback!
it_it: Nessun suggerimento di feedback. Controlla più tardi o aggiungi il tuo feedback.

source: Feedback suggestions
it_it: Suggerimenti per il feedback

source: Received
it_it: Ricevuto

source: Requested from others
it_it: Richiesto da altri

source: Requests to me
it_it: Richieste per me

source: Feedback status
it_it: Stato del feedback

source: New note
it_it: Nuova nota

source: Requested
it_it: Richiesti

source: Requests
it_it: Richieste

source: Shared
it_it: Condiviso

source: Team requests
it_it: Richieste del team

source: Request about
it_it: Richiesta riguardo a

source: About:
it_it: Informazioni su:

source: Request feedback from other people about your team and get more insights.
it_it: Richiedi da altre persone feedback sul tuo team e ottieni più insight.

source: Feedback on my team
it_it: Feedback sul mio team

source: Sent to
it_it: Inviato a

source: By sending thanks, you've made a colleague happy!
it_it: Inviando ringraziamenti, hai reso felice un collega!

source: Feedback note
it_it: Nota di feedback

source: and others
it_it: e altri

source: Received feedback
it_it: Feedback ricevuti

source: Requested feedback
it_it: Feedback richiesto

source: Sent feedback
it_it: Feedback inviato

source: Shared feedback
it_it: Feedback condiviso

source: Requests about my team
it_it: Richieste sul mio team

source: Transferred to you
it_it: Trasferito a te

source: Your feedback volume is up!
it_it: Il volume dei tuoi feedback è aumentato.

source: Most recognized skill
it_it: Abilità più riconosciuta

source: 30-day feedback trend
it_it: Tendenza del feedback a 30 giorni

source: Invite feedback in return. Trust begets trust.
it_it: Invita a restituire un feedback in cambio. La fiducia genera fiducia.

source: Trusted
it_it: Affidabile

source: Your reaction will be visible to all users who can see this feedback.
it_it: La tua reazione sarà visibile a tutti gli utenti che possono vedere questo feedback.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
it_it: Bilancia il feedback positivo con il feedback di miglioramento. Il rapporto ideale è 6:1 (6 feedback positivi per 1 feedback di miglioramento).

source: Well-balanced
it_it: Ben bilanciato

source: Behavior profile
it_it: Profilo comportamentale

source: Recognized behaviors on which you have received feedback from colleagues.
it_it: Comportamenti riconosciuti sui quali hai ricevuto feedback dai colleghi.

source: {{employee}}'s behavior profile
it_it: Profilo comportamentale di {{employee}}

source: View my feedback
it_it: Visualizza il mio feedback

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
it_it: Non ci sono ancora dati sufficienti per visualizzare la tua ruota comportamentale. Richiedi feedback ai tuoi colleghi per iniziare a costruire un quadro completo delle tue prestazioni.

source: No behavior libraries available.
it_it: Nessuna libreria di comportamenti disponibile.

source: You have received no behaviors from this library
it_it: Non hai ricevuto alcun comportamento da questa libreria

source: {{name}} hasn't received any behaviors from this library.
it_it: {{name}} non ha ricevuto alcun comportamento da questa libreria.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
it_it: Non hai richiesto alcun feedback su {{name}} durante il periodo di revisione. Perché non ottenere ora insight dai suoi collaboratori e colleghi?

source: {{name}} has not received any feedback visible to you over this review period.
it_it: {{name}} non ha ricevuto alcun feedback visibile a te durante questo periodo di revisione.

source: You have not received any feedback visible over this review period.
it_it: Non hai ricevuto alcun feedback visibile durante questo periodo di Valutazione.

source: Request feedback now
it_it: Richiedi feedback ora

source: Want to write meaningful feedback?
it_it: Vuoi scrivere un feedback significativo?

source: Add key phrase
it_it: Aggiungi frase chiave

source: Growth model
it_it: Modello di crescita

source: Key phrases
it_it: Frasi chiave

source: Use our model and key phrases for inspiration.
it_it: Usa il nostro modello e le frasi chiave per ispirazione.

source: you
it_it: tu

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
it_it: Ho osservato il tuo impatto sul progetto X o durante la riunione Y. Sospetto che tu non ne sia consapevole e volevo condividerlo con te

source: Your observations
it_it: Le tue osservazioni

source: You're sending feedback to {{count}} people
it_it: Stai inviando feedback a {{count}} persone

source: You're sending feedback to one person
it_it: Stai inviando feedback a una persona

source: My feedback list
it_it: La mia lista di feedback

source: My note list
it_it: La mia lista di note

source: Public feedback list
it_it: Elenco dei feedback pubblici

source: You are requesting feedback from {{count}} people
it_it: Stai richiedendo feedback da {{count}} persone

source: You are requesting feedback from one person
it_it: Stai richiedendo feedback da una persona

source: Sent feedback list
it_it: Elenco dei feedback inviati
